---
kind: other
id: Properties.T:Autodesk.Revit.Exceptions.OutdatedDirectlyOpenedCentralException
source: html/aa13e90a-54e3-9354-34a7-6a32eec9791a.htm
---
# OutdatedDirectlyOpenedCentralException Properties

The information of the function throwing the exception.